[{"subject_id":6,"hadm_id":107064.0,"category":"Radiology","description":"R UNILAT LOWER EXT VEINS RIGHT","text":"[**2175-5-25**] 10:52 AM\n CHEST (PRE-OP PA & LAT)                                         Clip # [**Clip Number (Radiology) 18114**]\n Reason: dx:chronic renal failure, proc::living related kidney tx\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n  65 year old woman with\n REASON FOR THIS EXAMINATION:\n  dx:chronic renal failure\n  proc::living related kidney tx\n ______________________________________________________________________________\n                                 FINAL REPORT\n Preop renal transplant.\n\n There are low lung volumes.  Heart size is borderline to slightly enlarged. No\n evidence for CHF.  The lungs are clear and the pulmonary vasculature is\n unremarkable.  No pleural effusion.\n\n IMPRESSION:  Possible mild LVH.  Otherwise, no abnormalities.\n\n [**2175-5-30**] 4:25 PM\n ABDOMEN (SUPINE ONLY) IN O.R.                                   Clip # [**Clip Number (Radiology) 18180**]\n Reason: MISSING NEEDLE\n Admitting Diagnosis: CHRONIC RENAL FAILURE\/SDA\n ______________________________________________________________________________\n                                 FINAL REPORT\n\n Missing surgical needle.\n\n No surgical needle identified.  Surgical drain present in right lower\n quadrant.  Apparent dialysis catheter overlies the pelvic cavity.  Location of\n the proximal end not clearly delineated on this film.  In addition, there is a\n ureteric stent in the right pelvic cavity.  Surgical clips are present in the\n lower abdomen.\n\n [**2175-5-30**] 5:07 PM\n CHEST (PORTABLE AP)                                             Clip # [**Clip Number (Radiology) 18223**]\n Reason: line placement\n Admitting Diagnosis: CHRONIC RENAL FAILURE\/SDA\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n  65 year old woman s\/p kidney transplant with line placement\n REASON FOR THIS EXAMINATION:\n  line placement\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  65-year-old woman status post kidney transplant.  Check line\n placement.\n\n COMPARISONS:  Comparison is made to [**2175-5-25**].\n\n TECHNIQUE:  AP semi-upright single view of the chest.\n\n FINDINGS:  The ET tube is in good position, located approximately 4.5 cm from\n the carina.  There are very low lung volumes.  The right IJ central line tip\n is located within the cavoatrial junction allowing for the inspiratory volume.\n Allowing for the low lung volumes, the cardiac contour and pulmonary\n vascularity are unchanged.\n\n IMPRESSION:  Lines and tubes in appropriate position.\n\n [**2175-5-30**] 5:22 PM\n RENAL TRANSPLANT U.S. PORT                                      Clip # [**Clip Number (Radiology) 18181**]\n Reason: post-op duplex\n Admitting Diagnosis: CHRONIC RENAL FAILURE\/SDA\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n  65 year old woman s\/p renal transplant post-op day 0\n REASON FOR THIS EXAMINATION:\n  post-op duplex\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  65-year-old woman status post renal transplant, postoperative day\n 0.\n\n RENAL TRANSPLANT ULTRASOUND:  The transplanted kidney is normal in size and\n appearance.  It measures 12.6 cm.  Within the upper pole, the arterial\n waveform is normal with a resistive index of 0.75.  Within the mid pole, there\n is normal arterial flow with a resistive index of 0.74.  Within the lower\n pole, there is normal arterial blood flow with a resistive index of 0.63.\n Normal venous flow demonstrated on color doppler. There is no evidence of\n hydronephrosis or perirenal fluid collection.\n\n IMPRESSION:  Unremarkable renal transplant ultrasound with normal size and\n appearance of the transplanted kidney and normal arterial waveforms and\n resistive indices (0.63-0.75) throughout.\n\n [**2175-5-31**] 11:03 AM\n RENAL TRANSPLANT U.S. RIGHT                                     Clip # [**Clip Number (Radiology) 18182**]\n Reason: DROP IN HEMATOCRIT, ? HEMATOMA\n Admitting Diagnosis: CHRONIC RENAL FAILURE\/SDA\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n   65 year old woman s\/p renal transplant post-op day 1 hct drop\n REASON FOR THIS EXAMINATION:\n  ?hematoma\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  Status post renal transplant.  Postop day# 1 with hematocrit\n drop.  Evaluate for hematoma.\n\n COMPARISON:  [**2175-5-30**].\n\n RENAL TRANSPLANT ULTRASOUND:  The renal transplant is seen in the right lower\n quadrant, measuring 12.8 cm.  There is no perinephric hematoma identified. The\n area around the iliac artery is not well seen due to overlying bowel gas.\n Within the upper pole, the arterial resisted index measures 0.79.  Within the\n mid pole, the resistive index measures 0.76.  Within the lower pole, the\n resistive index is 0.72.  Normal arterial and venous flow are demonstrated in\n the main renal artery and veins.  There is slight pelviectasis and caliectasis\n compared to the exam of yesterday, without hydronephrosis.\n\n IMPRESSION:  No hematoma is seen adjacent to the transplanted kidney.  The\n appearance of the transplanted kidney is minimally changed from yesterday,\n with a small amount of pelviectasis.  Relatively unchanged resistive indices.\n\n Findings discussed with the resident caring for the patient.\n\n [**2175-6-15**] 10:41 AM\n BILAT LOWER EXT VEINS                                           Clip # [**Clip Number (Radiology) 18345**]\n Reason: 1. Please assess DVT at common iliac to SFV - has it migrate\n Admitting Diagnosis: CHRONIC RENAL FAILURE\/SDA\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n    65 year old woman s\/p renal transplant, anticoag d\/c'ed due to bleed,\n  presents  now with RLE swelling and pain with pos. DVT by duplex [**2175-6-9**]\n\n REASON FOR THIS EXAMINATION:\n  1. Please assess DVT at common iliac to SFV - has it migrated upward? 2. Any\n  changes\/new thromboses?\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  65-year-old female status post renal transplant with right lower\n extremity swelling and pain.  The patient has positive Doppler ultrasound for\n DVT dated [**2175-6-9**].\n\n COMPARISON:  Right lower extremity Doppler dated [**2175-6-9**].\n\n BILATERAL LOWER EXTREMITY DOPPLER:  Grayscale, color flow, and Doppler\n ultrasound of bilateral common femoral, superficial femoral, and popliteal\n veins were performed.  There has been interval recanalization of the right\n common femoral, and superficial veins, with residual intraluminal echoes\n consistent with retained thrombus.  The right popliteal vein is patent and\n compressible.  Normal flow, augmentation, compressibility, and waveforms were\n demonstrated throughout the left lower extremity.  No intraluminal thrombus is\n seen.\n\n A stable-appearing hematoma is again noted within the right groin, measuring\n 8.8 x 2.3 x 3.2 cm.\n\n IMPRESSION:\n 1.  Interval recanalization of deep venous thrombosis within the right common\n femoral, and superficial femoral veins.  Residual intraluminal thrombus is\n seen.\n 2.  Stable appearance of the right groin hematoma measuring 8.8 x 2.3 x 3.2\n cm.\n 3.  Negative left lower extremity Doppler.\n\n\n\n\n [**2175-6-2**] 2:33 AM\n UNILAT LOWER EXT VEINS RIGHT                                    Clip # [**Clip Number (Radiology) 18303**]\n Reason: R\/O DVT\n Admitting Diagnosis: CHRONIC RENAL FAILURE\/SDA\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n  65 year old woman with\n REASON FOR THIS EXAMINATION:\n  R\/O DVT\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  Rule out DVT.\n\n Grayscale, color, and postop examination of the right common femoral,\n superficial femoral, and popliteal veins were performed.  There is normal\n flow, augmentation, compressibility, and waveforms.  No intraluminal thrombus\n is identified. Note is made of an irregularly shaped hypoechoic focus in the\n right groin, incompletely characterized that may represent soft tissue edmema\n or a small hematoma.\n\n IMPRESSION:  No evidence of right lower extremity DVT.\n\n [**2175-6-2**] 7:15 PM\n CHEST (PORTABLE AP)                                             Clip # [**Clip Number (Radiology) 18183**]\n Reason: Please assess for volume overload, etc\n Admitting Diagnosis: CHRONIC RENAL FAILURE\/SDA\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n   65 year old woman s\/p kidney transplant with SOB\n REASON FOR THIS EXAMINATION:\n  Please assess for volume overload, etc\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATIONS:  65-year-old woman status post renal transplant with shortness of\n breath.\n\n CHEST, UPRIGHT AP PORTABLE:  Comparison is made to [**2175-5-30**].  The patient has\n been extubated.  The tip of the right internal jugular central venous catheter\n is unchanged, probably residing at the cavoatrial junction or upper right\n atrium, although it is not well assessed because of low lung volumes.  The\n cardiac and mediastinal contours are unchanged, allowing for differences in\n technique. There is persistent left lower lobe opacity obscuring the left lung\n base, which could represent either atelectasis or consolidation.  In addition,\n there is a new possible left upper lobe infiltrate, which is vaguely defined.\n There is no evidence of fluid overload or CHF.\n\n IMPRESSION:  New vague left upper lobe infiltrate, for which a follow-up\n radiograph is recommended to exclude new consolidation.  Otherwise, no\n significant change or evidence of fluid overload.\n\n [**2175-6-3**] 7:14 AM\n CHEST (PORTABLE AP)                                             Clip # [**Clip Number (Radiology) 18342**]\n Reason: assess for volume overload, etc\n Admitting Diagnosis: CHRONIC RENAL FAILURE\/SDA\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n    65 year old woman s\/p kidney transplant with SOB\n\n REASON FOR THIS EXAMINATION:\n  assess for volume overload, etc\n ______________________________________________________________________________\n                                 FINAL REPORT\n CHEST, SINGLE AP FILM\n\n History of kidney transplant and shortness of breath.\n\n Right jugular CV line is in distal SVC.  No pneumothorax.  Allowing for\n technique, heart size is within upper limits of normal.  There is elevation of\n the right hemidiaphragm with a mild associated atelectasis at the right lung\n base.  The remainder of the lungs is clear.\n\n IMPRESSION:  Right basilar atelectasis with elevation of right hemidiaphragm.\n No pulmonary consolidation or pleural effusion.\n\n\n [**2175-6-5**] 2:44 PM\n ART EXT (REST ONLY)                                             Clip # [**Clip Number (Radiology) 18184**]\n Reason: assess lower extremity arterial flow please, s\/p thrombectom\n Admitting Diagnosis: CHRONIC RENAL FAILURE\/SDA\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n  65 year old woman with\n REASON FOR THIS EXAMINATION:\n  assess lower extremity arterial flow please, s\/p thrombectomy on right\n ______________________________________________________________________________\n                                 FINAL REPORT\n STUDY:  Arterial Doppler lower extremity.\n\n REASON:  Patient is status post occlusion of right femoral artery, perform\n followup.\n\n FINDINGS:  Doppler evaluation was performed of both lower extremity arterial\n systems at rest.  On the right, Doppler tracings are triphasic at the femoral\n and popliteal levels only.  They are monophasic below.  The ankle brachial\n index is 0.77.  Pulse volume recordings show drop off at the ankle level but\n are still greater than 15 mm at the metatarsus.\n\n On the left, Doppler tracings are triphasic at the femoral and popliteal\n levels only.  A monophasic below.  Ankle brachial index is 0.90.  Pulse volume\n recordings show drop off the ankle level and at 12 mm of the metatarsus.\n\n IMPRESSION:  Moderate bilateral tibial artery occlusive disease.\n\n\n [**2175-6-6**] 9:04 PM\n RENAL TRANSPLANT U.S.                                           Clip # [**Clip Number (Radiology) 18343**]\n Reason: hematoma? evidence of bleed? Please look at renal graft and\n Admitting Diagnosis: CHRONIC RENAL FAILURE\/SDA\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n  65 year old woman s\/p living related renal transplant on [**5-30**], now with\n  dropping Hct and bloody drainage at JP\n REASON FOR THIS EXAMINATION:\n  hematoma? evidence of bleed? Please look at renal graft and also for perfusion\n  to graft\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  65-year-old woman status post kidney transplant with decreasing\n hematocrit.\n\n RENAL TRANSPLANT ULTRASOUND:  Anterior to the transplant is a new 7.6 x 3.5 cm\n fluid collection.  The kidney demonstrates normal arterial and venous\n waveforms with resistive indices ranging from 0.77 to 0.84.  There is a\n prominent area in the lateral aspect of the mid pole, which likely represents\n an artifact as normal blood flow is demonstrated to this region.  There is no\n evidence of hydronephrosis or stones.\n\n IMPRESSION:  Normal arterial and venous color blood flow and waveform with\n normal resistive indices.  7.6 x 3.5 cm fluid collection, likely simple fluid\n anterior to the transplant.  Focal area of heterogeneity within the lateral\n aspect of the mid pole, which demonstrates normal blood flow and may represent\n artifact, however, attention to this area on follow-up scans is recommended to\n document interval change or resolution.\n\n\n [**2175-6-9**] 2:29 PM\n EMERG BILAT LOWER EXT VEINS                                     Clip # [**Clip Number (Radiology) 18344**]\n Reason: RT LEG SWELLING ,EVAL FOR DVT\n Admitting Diagnosis: CHRONIC RENAL FAILURE\/SDA\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n   65 year old woman s\/p renal transplant, anticoag d\/c'ed due to bleed, presents\n  now with RLE swelling and pain. with\n\n REASON FOR THIS EXAMINATION:\n  ?DVT?\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  Status post renal transplant.  Also, status post right iliac\n artery thrombectomy.  Right lower extremity swelling and pain.\n\n COMPARISON:  [**2175-6-2**].\n\n Grayscale and Doppler son[**Name (NI) 899**] of the right common femoral, superficial\n femoral, and popliteal veins were performed.  A hematoma is again noted within\n the right groin, measuring 2.0 x 2.7 x 3.1 cm in greatest dimensions, and is\n likely not significantly changed from the prior study, though the hematoma was\n not optimally imaged on the prior exam.  There is normal flow within the\n proximal-most right common femoral vein, though within the distal portion of\n the right common femoral vein and throughout the course of the right\n superficial femoral vein, there are internal echoes and expansion of the\n vessel, without flow, consistent with thrombus.  A very small amount of flow\n is seen distally within the right superficial femoral vein, and the right\n popliteal vein is patent and compressible.  Normal flow and waveforms are\n noted within the right common femoral artery.\n\n As DVT was noted within the right lower extremity, the left lower extremity\n was examined.  There is normal flow, augmentation, compressibility, and\n waveforms within the left common femoral vein, superficial femoral vein, and\n popliteal vein.\n\n IMPRESSION:  Acute deep venous thrombosis, within the right common femoral and\n superficial femoral veins, that has developed since [**2175-6-2**].  There is a\n right groin hematoma, unchanged.\n\n The findings were immediately discussed with Dr. [**Last Name (STitle) 6485**], at the conclusion of\n the exam.\n\n [**2175-9-4**] 7:38 AM\n MRA LOWER EXT W&W\/O CONTRAST; MR CONTRAST GADOLIN               Clip # [**Clip Number (Radiology) 18346**]\n Reason: iliac [**Last Name (un) 1115**] stenosis right;, S\/P renal transplant\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n  66 year old woman with right iliac artery stenosis and S\/P renal transplant\n REASON FOR THIS EXAMINATION:\n  iliac [**Last Name (un) 1115**] stenosis right;\n  S\/P renal transplant\n ______________________________________________________________________________\n                                 FINAL REPORT\n MRA LEFT ILIAC AND RENAL VESSELS.\n\n INDICATION:  Patient with query right iliac stenosis status post renal\n transplant.\n\n TECHNIQUE:  Multiplanar T1- and T2-weighted sequences were acquired.\n Axial T1-weighted in- and out-of-phase imaging, multiplanar HASTE imaging, and\n dynamic contrast-enhanced 3D MRI were performed. Dynamic contrast-enhanced\n imaging was performed before, during, and after the administration of\n intravenous contrast.\n\n COMPARISON:  No study available for comparison.  Reference made to ultrasound\n [**2175-6-9**].\n\n MULTIPLANAR REFORMATS:\n\n The images were exported to an offline workstation for interactive\n interrogation and analysis.  The generated images were invaluable in the\n evaluation of the pathology demonstrated.\n\n REPORT:\n There is evidence of mild multifocal atheromatous disease within the\n descending abdominal aorta. The native renal arteries are identified and are\n patent, but the native kidneys are small and shrunken, consistent with known\n history of renal impairment. The common iliac arteries are patent bilaterally.\n\n RIGHT SIDE:\n On the right side, the patient's transplant kidney can be seen in the right\n iliac fossa. The transplant graft renal artery is widely patent.  There is a\n clearly patent anastomosis between the right external iliac artery and the\n graft artery. The external iliac artery is mostly widely patent but 2.7 cm\n below the site of insertion of the graft kidney, there is a short focal area\n of asymmetrical narrowing. The cause of this is uncertain; it may represent an\n eccentric clot or a thrombus formation, but a very short focal dissection\n cannot be excluded. The right external iliac artery is otherwise widely patent\n as is the common femoral artery. The right superficial femoral artery is\n widely patent throughout its length. The right above- and below- knee\n popliteal arteries are also widely patent. Although not specifically\n evaluated, the popliteal artery gives off a patent anterior tibial and\n peroneal artery which appear patent to the level of the ankle.\n\n LEFT SIDE:  The left common iliac and external iliac arteries are widely\n                                                             (Over)\n\n [**2175-9-4**] 7:38 AM\n MRA LOWER EXT W&W\/O CONTRAST; MR CONTRAST GADOLIN               Clip # [**Clip Number (Radiology) 18346**]\n Reason: iliac [**Last Name (un) 1115**] stenosis right;, S\/P renal transplant\n ______________________________________________________________________________\n                                 FINAL REPORT\n (Cont)\n patent. The left common femoral artery is widely patent throughout its length\n as is the above and below knee popliteal artery.  The below-knee runoff on the\n left side is not specifically evaluated, but a widely patent anterior tibial\n artery is again appreciated.\n\n Both kidneys are small and shrunken consistant with end stage renal disease.\n The transplant kidney shows good uptake and excretion. In the right groin\n there is 1 6.5 x 2.6 cm fluid collection just medial to the femoral vessels\n that likely represents a seroma. As the patient gives a good history for\n femoral nerve impingement, percutaneous U\/S guided drainage could be arranged\n for decompression.\n\n No other significant abnormality is seen.\n\n CONCLUSION:\n\n 1) Widely patent arterial system with short focal eccentric narrowing 2.7 cm\n below transplant vascular graft anastomosis - eccentric\n thrombus\/atherosclerosis vs. focal dissection\n 2) 6.5 x 2.5 cm seroma in region of right femoral nerve\n\n KEYWORD: VESSEL\n\n\n\n 2230-0700\n\nRecieved pt from PACU following LR kidney transplant [**5-30**] with R femerol thrombectomy due to clot and loss of pulses to R foot.  Pt extubated without difficulty and transfered to the SICU for Q2hr pulse checks to RLE.\n\nNeuro: Pt awake, alert, oriented. Follows commands well. MAEs. Speech clear, answering all questions appropriately. No neuro deficits noted.\n\nResp: 3L NC in use with resp easy and regular. No SOB noted. Lungs clear bilaterally with diminished BS at the bases. O2sat remain >98%. Encouraged to DBC. L radial aline intact with sharp waveform.\n\nCV: NSR with rare unifocal PVC. SBP 130-160. Metoprolol 50mg [**Hospital1 **] restarted. HR 70-80s. CVP 8-12. Afebrile. Pain to incision controlled by Morphine PCA. +  palpable pulses to L foot and warm, doppler pulses to R foot remains cool to touch, pt denies numbeness or tingling to area, + cap refill. Q2 checks remain. R flank incision site with dsg D+I. JP X2 draining small amounts of serosang fluid. Tenkoff catheter clamped. R femerol site with dsg D+I. R IJ multilumen catheter.\nD5 1\/2NSS @ 100cc\/hr, Heparin @ 500units\/hr.\n\nGI\/GU:  Abd soft hypoactive BS. Clear liquid diet tolerated. No N\/V. 3 way foley to BSD draining pink\/reddish urine\/replacing cc for cc with 1\/2 NSS.\n\nEndo: RISS.\n\nPlan: Continue pulse checks Q2-? transfer to floor today\n Admission Date: [**2175-5-30**]        Discharge Date:  [**2175-6-15**]\n\nDate of Birth:                    Sex:  F\n\nService:\n\n\nADMISSION DIAGNOSIS:  End stage renal disease, admitted for\ntransplant surgery.\n\nHISTORY OF PRESENT ILLNESS:  The patient is a 65 year-old\nwoman with end stage renal disease, secondary to malignant\nhypertension. She was started on dialysis in [**2174-2-7**].  She currently was on peritoneal dialysis and appears\nto be doing well.  She has a history of gastric angiectasia\nwhich she requires endoscopy. She was admitted on [**2175-5-30**] for\na scheduled living donor kidney transplant by her son, who is\nthe donor.  She does have a donor specific antibody (B-51)\nand will have a final T & B cell class match prior to\ntransplantation.\n\nPAST MEDICAL HISTORY:  End stage renal disease, secondary to\nmalignant hypertension on dialysis.  History of anemia\nfollowing gastric angiectasia.  She has no known history for\ncoronary artery disease for diabetes.\n\nALLERGIES:  No known drug allergies.\n\nMEDICATIONS:  Unknown.\n\nSOCIAL HISTORY:  Married, lives with her husband.  She has a\nhistory of a half pack of cigarettes per day for 20 years.\nOccasional alcohol.\n\nPHYSICAL EXAMINATION:  The patient was afebrile.  Vital signs\nwere stable. Blood pressure was 124\/58; heart rate 76; weight\n160 pounds. Abdomen soft and nontender.  She has a peritoneal\ndialysis catheter in the right lower quadrant. She has good\nfemoral pulses bilaterally. Mild pedal edema.\n\nHOSPITAL COURSE:  On [**2175-5-30**], the patient went to the\noperating room for living donor kidney transplant, performed\nby Dr. [**Last Name (STitle) **] and assisting by Dr. [**Last Name (STitle) **]. Please see details\nof this surgery in operating room note. Also during her\noperating room time, the patient also had a right iliac\nartery thrombosis.  It was noted that at the end of the\ncompletion of the procedure, that she had an ischemic\nappearing right foot and absence of a right femoral pulse. In\nthe operation, there was some difficulty with arterial\nanastomosis, renal artery to the left iliac artery and Dr.\n[**Last Name (STitle) **] came to assist Dr. [**Last Name (STitle) **].  Again, please see\ndetails of that operation in the operative report.\n\nPostoperatively, the patient went to the Intensive Care Unit.\nThe patient had an A line, a central line, Foley. She was\nplaced on a heparin drip to keep PTT between 45 and 50.  The\npatient's dressing was clean, dry and intact. The patient had\n2 [**First Name8 (NamePattern2) 1661**] [**Last Name (NamePattern1) 1662**] drains in place.  Good femoral pulse and good\ndorsalis pedis pulse.  These pulses were palpable.  The\npatient was making good urine output postoperatively.  Renal\nwas consulted and made recommendations.  Postoperatively, the\npatient had a renal ultrasound demonstrating an unremarkable\nrenal transplant ultrasound with normal size and appearance\nof the transplanted kidney and normal arterial wave forms and\nresistive disease, ranging from 0.63 to 0.75 throughout.\n\nOn postoperative day number one, the patient had another\nultrasound secondary to her hematocrit decreasing and they\nwanted to rule out hematoma. The ultrasound demonstrated that\nthere was no hematoma seen adjacent to the transplanted\nkidney. The transplanted kidney is minimally changed from\nyesterday which was on [**2175-5-30**] with a small amount of pelvic\nectasis.  Relatively unchanged resistive indices.  The\npatient did get multiple transfusions for her low hematocrit.\nHer heparin was discontinued on [**2175-6-1**]. The patient received\n1\/2 cc per cc of replacement and on [**6-1**], Tacrolimus was\nstarted.  On [**2175-6-2**], the patient had some complaint of right\nfoot numbness. Lower extremity ultrasound was obtained to\nrule out deep venous thrombosis and this showed no evidence\nof right lower extremity deep venous thrombosis.  On [**2175-6-2**],\nWBC was 2.9, hematocrit of 35.2. Also on [**6-2**], PT was 13.5,\nPTT was 36.7, INR of 1.2.  Sodium that day was 129 and 4.4,\n100 BUN, creatinine of 69 and 6.2 with a glucose of 96.\n\nVascular surgery continued to see the patient.  It was\ndecided that hematocrit was stable, that heparin could be\ncontinued. The patient was restarted on heparin.  The patient\nstill complained of right foot numbness but it was about the\nsame and not worse.  She was continued on all of her\nimmunosuppressive medications, including Tacrolimus, Valcyte,\nCellcept, Bactrim, Solu-Medrol.  The patient was transitioned\nfrom heparin to Coumadin.  The patient was transferred to the\nfloor, continued to make excellent urine output.  The patient\nhad another ultrasound on [**2175-6-6**] because there was blood in\nher [**First Name8 (NamePattern2) 1661**] [**Last Name (NamePattern1) 1662**] drain and with the decreasing hematocrit.\nUltrasound demonstrated normal arterial and venous color,\nblood flow and wave form with normal residual indices.  7.6\nby 3.5 cm fluid collection, likely simply fluid, anterior to\nthe contrast. Focal area of heterogeneity within the lateral\naspect of the mid pole, probably which demonstrates normal\nblood flow and may represent artifact; however, attention to\nthis area on a follow up scan is recommended to document\ninterval change or resolution.\n\nOn [**2175-6-9**], the patient's right lower extremity was swollen.\nThe patient complained of right hip and thigh pain, pitting\nedema of right lower extremity greater than left lower\nextremity so an ultrasound was performed which included the\nright iliac artery. This demonstrated acute deep venous\nthrombosis within the right common femoral and superficial\nfemoral veins which had developed since [**2175-6-2**]. There\nis a right groin hematoma which was unchanged. The patient\ncontinued to be anticoagulated for DVT.  One drain was\neventually removed, continued on [**2175-6-12**] with drain output of\n170, afebrile, vital signs stable.  She went home with\nservices on the following medications:  Valcyte 450 mg q.\nday, Bactrim SS 1 tab q. day, Protonix 40 mg q. day, Nystatin\n5 ml suspension, 5 ml four times a day, Colace 100 mg twice a\nday, Movlapine 10 mg q. day, Percocet 22 tabs q. day,\nLopressor 100 mg twice a day, MMF 500 mg q.o.d. Coumadin 2 mg\nq. day.  This should be monitored to keep the INR between 2\nand 3. Reglan 10 mg four times a day before meals and at\nbedtime.  Tacrolimus 10 mg p.o. twice a day. Potassium sodium\nphosphate, one packet q. day and Compazine 10 mg q. 6 hours\nprn.  The patient has a follow up appointment with Dr.\n[**Last Name (STitle) **], please call [**Telephone\/Fax (1) 673**] for an appointment.  The\npatient needs to change dressings on her wound twice a day\nlocated on her groin, place a dry gauze between the wound and\nher skin.  No heavy lifting of greater than 10 pounds for the\nfirst 6 weeks after surgery.\n\nDIAGNOSES:  End stage renal disease, status post renal\ntransplant.\nArterial thrombosis.\nDeep venous thrombosis.\nResolving hypertension.\n\n\n\n                        [**Name6 (MD) **] [**Name8 (MD) **], [**MD Number(1) 55494**]\n\nDictated By:[**Last Name (NamePattern1) 4835**]\nMEDQUIST36\nD:  [**2175-9-15**] 16:39:51\nT:  [**2175-9-15**] 17:14:46\nJob#:  [**Job Number 55495**]\n Lead V2 absent\nProbable ectopic atrial rhythm\nConsider lateral myocardial infarct, age indeterminate\nDiffuse nonspecific ST-T wave abnormalities\nClinical correlation is suggested\nSince previous tracing of [**2175-5-20**], ectopic atrial rhythm, prominent lateral Q\nwaves and further ST-T wave changes present\n\n NPN (SEE CAREVUE FOR SPECIFICS)\nPT STABLE, HYPERTENSIVE IN 160'S AT TIMES, LOPRESSOR INCREASED. HR NSR WITH OCCASIONAL PVCS. LUNGS DIMINISHED WITH FREQUENT EXPIRATORY WHEEZING. INHALERS ORDERED AND NEBS GIVEN. DR. [**Last Name (STitle) 26**] IN TO [**Last Name (LF) 27**], [**First Name3 (LF) 28**] MONITOR I AND O'S, CURRENTLY POSITIVE 800CC FOR THE DAY. OOB A FEW TIMES TO CHAIR, UP WALKING IN HALLWAY WITH MINIMAL ASSIST. BS DROPPED TO 66 DESPITE A FEW BITES OF LUNCH, OJ GIVEN, WILL FOLLOW UP. NO NAUSEA OR VOMITING TODAY, PAIN MINIMAL. HEPARIN GTT STARTED PER VASCULAR TEAM. PTT SENT AT 1600, LAB STATING BLUE TOP WAS NEVER SENT WITH AFTERNOON LABS AND CALL WAS NOT MADE TO FLOOR. DR [**First Name (STitle) 29**] NOTIFIED AND LAB RESENT. PEDAL PULSES CHECKED EVERY FEW HOURS, RIGHT WITH DOPPLER, LEFT PALPABLE. AFEBRILE. CALLED OUT TO FLOOR, AWAITING BED.\n Nursing Note:  see careview for complete details\n\nNuero: Intact, no nuero deficits noted pt oriented x3 follow all commands appropriate.\n\nCV: NSR with occassional PVC's noted. pt with left radial aline not correlating with NBP. Md's aware. cuff being followed. BP stable. pt with serial labs. Hct decreased this am 25.4. no evidence of bleeding. JP output serosangenous.  incision with no oozing or blood saturation to dressing.  pt transfused 2 units PRBC's lab exams to be continued. Pedal pulses continued to be examined by doppler. much improved throughout day. pt states her foot feels much better. doppler present. light palpable pulse to touch, extremity much warmer than assessment this am.\n\nResp: pt on 2lnc throughout day no respiratory distress. pt denies SOB. respiratory rate regular, even, unlabored. Breath sounds CTA bilaterally.\n\nGI; pt on clear liquid diet, no tolerating fliuds at this point. small emesis noted this am. c\/o nausea, given anzimet x2 through day. pt prefers ice chips at this time. tolerating well\n\nGU; cc per cc urine replacement continued. pt with good UOP. color pink-tinged in am, clearing up throughout day. now much yellow and clear. renal [** 19**] completed this am to rule out hematoma and examine kidney blood flow. [**Name8 (MD) 20**] MD [**First Name (Titles) 19**] [**Last Name (Titles) 21**] reveals a good functioning kidney. blood flow patent and strong, and no hematoma noted.\n\nSKin: right flank dressing intact light saturation of serosang. fluid noted to dressing. no oozin or blood noted. right femoral site also C\/D\/I no compromise\n\nFamily: family in to visit pt this am. updated on pt condition and plan of care also produres and exams throughout day. all questions answered.\n\nPlan: continue with current plan of care.  continue with doppler pulses, monitor HCT, signs, symptoms of bleeding. continue with urine replacement. question possible transfer to floor in am if pt stable throughout night.\n NURSING NOTE: SEE CAREVIEW FOR COMPLETE DETAILS\n\nuneventful day. pt much improved. VS Stable nuero intact no compromise NSR BP stable Aline discontinued in afternoon. pt to transfer to floor awaiting bed. pt continues with nausea given anziment and started on reglan prn. small emesis in am. pt continues with ice chips. foley draining well adequate output. now replacing half cc for cc of urine. skin and surgical site unchanged, C\/D\/I. family (son and husband) at bedside for most of day. updated on POC and transfer. pt tolerating activity well sat in chair for one hour today. right foot much improved. standing well gait steady.\nPlan: continue with current plan in progress, tranfer to floor.\n nursing note\n     VSS, AFEBRILE. U\/O60-100\/ HR. BEING REPLACED CC\/CC Q\/HR WITH 1\/2 NS. CVP 8-10. HCT STABLE AT LAST CHECK. SEE CAREVUE FOR SPECIFICS.\n     PERIPHERAL PULSES POSITIVE, DOPPLERABLE LEFT, PALPABLE RIGHT. EXTREMITIES EQUAL IN TEMPERATURE AND COLOR.\n     MORPHINE PCA FOR PAIN CONTROL WITH GOOD EFFECT.\n     CONTINUE TO MONITER, CONTROL PAIN, CONTINUE CC\/CC UREINE OUTPUT REPLACEMENTS.\n Nursing Progress Note:\nPlease refer to CareVue for details.\n\nNeuro: Intact. Easily arousable to voice when asleep. Oriented x3. Speech is clear. MAE; follows commands. Able to make needs known. Percocet 1tab given for pain w\/ +effect.\n\nCV: Tmax 99.4. HR 90-low 100s (NSR\/S.tach, no ectopy noted). NBP 140-160s\/50-60s. CVP 4-10. +2 generalized edema. Furosemide 20mg IVP x1 given as ordered. RLE DP\/PT pulses dopplerable. LLE DP\/PT palpable. NIVS of RLE to r\/o DVT; result pending. Hct stable overnight (35.6\/35.7); per Dr. [**Last Name (STitle) 22**], check Hct q12hr. D5 1\/2 NS @ 100cc\/hr cont.\n\nPulm: Lungs clear, diminished at bases. O2 sat 90-92% on RA; >\/= 95% on 2LNC. C\/DB encouraged. Non-productive cough at times. Pt using IS approp (500mL inspiratory volume). No c\/o SOB.\n\nGI: Abdomen softly distended w\/ +bowel sounds. Poor PO intake. No c\/o N\/V overnight. FS qid w\/ RISS.\n\nGU: Foley intact w\/ amber colored urine (+sediments). +hematuria (pink-tinged) at beginning of shift, but this AM urine is amber in color (Dr. [**First Name4 (NamePattern1) 23**] [**Last Name (NamePattern1) 24**] aware). Cont 1\/2NS 1\/2cc per cc replacement.\nUO 70-120cc\/hr.\n\nInteg: JP x2 to bulb suction w\/ serosang drainage.  Abd dsg reinforced w\/ tegaderm. R groin dsg removed during NIVS; staples intact and dsg replaced.\n\nActivity: Pt sat up on chair for approx 1hr last night (1 assist to get in and out of bed).\n\nSocial: [**Name (NI) 25**] husband called x1; updated w\/ plan of care. Husband supportive.\n\nPlan: Cont to monitor VS, I's and O's. Cont 1\/2cc:cc urine replacement. Monitor lab values; check Hct q12hr. Offer pain med prn. Enc to use IS; encourage cough and deep breathing. Enc to increase PO intake. Discuss plan of care w\/ pt and family. Transfer to floor when bed available.\n Sinus rhythm. Non-specific inferior ST-T wave changes. No previous tracing\navailable for comparison.\n\n Update\nO: Resp status: acutely more sob ~ [**2169**]-> pcxr done reflects fld overload per [**Last Name (NamePattern4) 30**] [**Last Name (NamePattern4) **] and [**Doctor Last Name 31**]. Lasix 20 iv x 2 w some response.1\/2 cc \/cc fld replacment on hold.\nAlbut rx done w diuresis w slt improvement in symptoms sob. Coughing and raisin sm amts of bl tinge pink sputum-> bbs wheezes and coarse.See carevue for specifics.Alb neb rx done for sob.\n\nCv status: mild htn controlled w po antihtnive meds.Sr  no ectopy. Distal pulses  bilat w doppler, extrems very cool to touch-> [**Male First Name (un) 32**] blankets applied.\n\nGi status: taking sm amts cl liqs, abd soft distended, hypoactive bowel snds +.glucose stable.not req rx.\n\nGu status: as noted above lasix x2. Uop adeq amts cl pink tinge urine.creat trending dwn.\n\nHeme\/Id: hct stable afebrile. Jp drains x 2 w sm amts serousy drng.\n\nA\/P: aggressive pulm toilet as pt tolerates.Nebs as needed.Rx any electrolyte imbalances per ho ordrs.\nDoppler distal pulses.\n"},{"subject_id":7,"hadm_id":118037.0,"category":"Nursing\/other","description":"Report","text":"Neonatology\nPatient is now 36 h old term infant sent to NICU for eval of sepsis because of epiosde of tachypnea witrh feeds in NN.\n\nPatient is 3.875 kg product of term gestation born by c-section for NRHFT on Friday afternoon. Prenatal screens unremarkable. GBS-. Maternal temp to 100.8 during labor. Did well in DR [**Last Name (STitle) 9**] [**Name (STitle) 10**] 7,9.\n\nIN NN has been asymptomatic. BReastfeeding well. Episode of tachypnea to 80s this mrorning. Sent to NICU for [**Doctor First Name 11**].l\n\nOn exam pink active non-dysmorphic infant. Well perfused , 100% sturated in RA. Skin w\/o lesions. Lungs clear. Cor nl s1s2 w\/o mrumurs. Abdomen benign. Neuro non-focal and age appropriate.\n\nA_ Well apeparing term infant with one peripartum sepsis risk factor and episode of tachypnea.\nP CBC diff BC.\n  Monitor in NICU til CXBC returns.\n If cbc normal and patient remains asx here will return to NN for further care and monitoring.\n NPN Septic evaluation\nInfant was brought from NBN for evaluation of RR and septic work up. [**Name8 (MD) 7**] MD note for details. Tags checked with NBN and report given. Infant placed on warmer and exam done and normal.  Infant infant stable in RA. RR, HR and BP stable. Examined by MD [**First Name (Titles) 12**] [**Last Name (Titles) 13**]. CBC and Bld cx sent. DS 65. CBC normal, bld cx pending. Ordered to send to NBN. Will check tags and give report.\n"},{"subject_id":8,"hadm_id":159514.0,"category":"Radiology","description":"Report","text":"1 Infant with Potential Sepsis\n2 Term Respiratory Distress\n3 FEN\n4 G&D\n5 Parents\n\nREVISIONS TO PATHWAY:\n\n  1 Infant with Potential Sepsis; added\n    Start date: [**2117-11-20**]\n  2 Term Respiratory Distress; added\n    Etiologies:\n      Transient Tachypnea of the Newborn\n      Meconium Aspiration\n    Start date: [**2117-11-20**]\n  3 FEN; added\n    Start date: [**2117-11-20**]\n  4 G&D; added\n    Start date: [**2117-11-20**]\n  5 Parents; added\n    Start date: [**2117-11-20**]\n\n [**2117-11-20**] 1:09 PM\n BABYGRAM (CHEST ONLY) PORT                                      Clip # [**Clip Number (Radiology) 36725**]\n Reason: r\/o pneumothorax, resp distress\n Admitting Diagnosis: NEWBORN\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n  Infant with\n REASON FOR THIS EXAMINATION:\n  r\/o pneumothorax\n  resp distress\n ______________________________________________________________________________\n                                 FINAL REPORT\n HISTORY: Newborn infant with respiratory distress.\n\n HISTORY: This is the first film on this patient. Overall low lung volumes with\n mild pulmonary edema. No focal opacity, pleural effusion, or pneumothorax. The\n cardiomediastinal silhouette appears normal. The bony structures are\n unremarkable.\n\n Admission Note\nInfant is a former 37 [**4-23**] week male born to a 38yr old G1 P0->1 GBS neg mom.  Infant was born via c\/s with apgars of 8 and 9.  See above note for further antepartum and delivery hx.  Infant was noted to have resp distress in L&D and was brought to NICU for eval.  Infant arrived to NICU at 1230 and was placed on warmer and central monitor.  Initially, infant was dusky and had poor perfusion.  See flowsheet for VS.  CXR done.  Rec'd 32cc NS bolus with improved perfusion.\nResp:  Infant began receiving facial CPAP for O2 sats of 30's to 40's then was placed on prong CPAP 6 requiring 50% fiO2.  RR=30-60's.  LS diminished initially, but improved after being placed on CPAP.  Infant was able to quickly wean to RA then CPAP 5.\nCV:  No murmur.  HR=140-150's.  BP stable.  See flowsheet.  Infant's color improving.\nFEN:  WT=3160gms.  TF=60cc\/k\/day D10W.  NPO.  D\/S = 86.  V&S.\nID:  WBC=18.7 with 61N\/0B.  Receiving ampi and gent.  Bld cx sent.\nG&D:  Tone improved.  Infant more alert and active with cares later in afternoon.  Temps stable nested on open warmer.\nParents:  Parents in to visit at 1400 and were updated at bedside.  Dad came back at 1700 and was updated again.  Asking appropriate questions.\n Neonatology Attending Admission Note\n\nInfant is a 37 [**4-23**] week, 3160 gm male newborn who was admitted from L&D to the NICU for respiratory distress.\n\nInfant was born to a 38 y.o. G2P0 now 1 mother. Prenatal screens: O+, antibody negative, RPR NR, HBsAg negative, RI, GBS negative. Maternal h\/o: asthma (meds: albuterol, flovent, flonase), depression (on Zoloft). Also reported to have received steroids for a bactrim rxn (? timing).\n\nThis pregancy IUI and complicated by PIH. Mother presented for induction. Delivery by cesarean section. Apgras 8,9. Aproximately 1 hour after delivery assessed by NNP for respiratory distress. Initial assessment reassuring. However, within next hour d\/t peristence of symptoms infant was transferred to NICU.\n\nUpon arrival infant with retractions, poor aeration, and poor perfusion. Saturation poor in RA. Infant suctioned, given facial CPAP with some improvement. Negative transillumination for air leak. Placed on nasal prong CPAP 6.  CXR taken. IV placed and fluid bolus given for poor perfusion. Labs drawn and infant started on antibiotics.\n\nRemainder of exam - AFSF. CV RRR, no murmur, good peripheral pulses though pale with 3+ sec perfusion. Abd soft, +BS. GU nl male. Testes down bilat. Patent anus. No sacral anomalies. Hips stable.\n\nStudies:\nwbc 18.7 (61p, 0 bands)\nHct 52\nPlt 263\nBld cx pending\nCXR with increased perihilar markings, fluid in right minor fissure, some blunting of right costophrenic angle.  Slightly rotated. Heart size ok. Expansion [**8-27**] ribs.\n\nA\/P:\n1.  FT, AGA male newborn\n2.  Respiratory distress. Likely due to TTN given clinical circumstances and CXR. However must also consider infection and\/or RDS given marginal term dates.\n\n-- CPAP and provide FiO2 as needed. If inc distress consider blood gases and increase in support including ventilation and surfactant delivery\n-- Antibiotics pending clinical course and bld cx results\n-- NPO for now as he transitions; provide maintenance IVFs\n-- Check lytes and bili at 24h\n-- Keep family updated\n\nOB care: Dr. [**Last Name (STitle) 14**]. Delivered by Dr. [**First Name (STitle) 15**].\nPedi care: [**Hospital 16**] Pediatrics.\n\n\n Neonatology Attending\n\nDay 1   PMA 37 4\/7 weeks\n\nRemains in RA.  RR 30-60s.  Sats 95-100%.  Minimal retractions.  No murmur.  HR 120-140s.  BP mean 57.  Pink.  TF at 60 cc\/kg\/d.  Put to breast.  Supplemented with IV dextrose.  Blood glucose 101.  Stable temperature.\n\nS\/P TTN.  Transitioning well.  Will continue to monitor closely.  Will heparin lock IV.  Plan to transfer to newborn nursery if continues to do well.\n\n NPN 0700-[**2042**]\n\n\n1.  Remains on amp and gent for 48hr R\/O.  Blood cultures\nnegative to date.  No apparent s\/sx of sepsis.  Cont with\nabx for a 48hr R\/O.\n\n2.  In RA with sats >95%.  Lungs clear.  RR 30-60's with\nmild SC retractions.  No A&B or desats.  Stable in RA.  Cont\nto monitor resp. status.\n\n3.  Infant currently ad lib demand and IVF at 60cc\/k\/d\nD\/C'd.  Infant breast fed well x2 for 20mins.  Dstick this\nmorning 101.  Voiding and no stool thus far.  Abd benign.\nTolerating PO feeds well.  Cont to encourage breast feeding.\n\n4.  Temp stable swaddled in open crib this afternoon.\nWaking for feeds Q2 hrs.  Alert and active.  MAE, brings\nhands to face and mouth.  Cont to promote G&D.\n\n5.  Parents in to visit and aware that baby will be\ntransferred to 6nursery today.  Taught parents how to take\ntemp and dad changed diaper independently.  Mom able to\nnurse baby well.  Cont to update parents and prepare for\nD\/C.\n\n[**Hospital 20**] transferred to 6 nursery in stable condition.\n\n\n NPN\n\n#1 S. O.  Infant given ampicillin as ordered.  Infant\nremains breathing in room air at this time.  Sleepy at the\nbeginning of the shift.  [**Doctor Last Name 17**] was much more alert later\nin the shift.A.  R\/O sepsis.  P. Document and assess.\n\n#2 S. O. At the beginning of the shift,infant was taken off\nof cpap and placed in room air.  Breath sounds clear and\nequal with retractions noted.  He remains breathing in room\nair at this time.  .  A.  Infant with a hx of retained fluid\non xray.  P.  Monitor closely.\n\n#3 S. O.  Npo.  Piv of d10w infusing at 60cc\/kg\/day .  D\nstick 111.  Voiding.  No stool this shift.  A.  doing well.\nP.  If infant continues to do well,  ? start po\/breast\nfeeding.\n\n#5 S. O.  Dad in several times. This R.N. updated dad at the\nbedside. Dad voicing concern regarding infant lying on\nabdomen.  This R.N.  explained our use of this technique of\nimproving infant's respiratory status  and our use of\nmonitoring.  A.[**Name (NI) 18**] father.  P.  Support and keep updated.\n\n\n\n RESPIRATORY CARE NOTE\nBaby [**Known lastname 19**] received on Prong CPAP 5 FiO2 21%. At 8pm baby was taken off CPAP and placed in room air. BAby looks comfortable off CPAP cont to follow.\n Respiratory Care\nPt admitted to NICU for respiratory distress. Placed on prong CPAP. Currently pt breathing comfortably on +5cmH2O, RA. bs clear, rr 30's. Plan to support as needed.\n"},{"subject_id":9,"hadm_id":150750.0,"category":"Radiology","description":"Report","text":"[**2149-11-10**] 11:07 AM\n CT HEAD W\/O CONTRAST                                            Clip # [**Clip Number (Radiology) 105744**]\n Reason: Please assess for extent of bleed and midline shift.\n Admitting Diagnosis: HEMORRHAGIC CVA\n ______________________________________________________________________________\n [**Hospital 4**] MEDICAL CONDITION:\n  41 year old man with hypertensive hemorrhage.\n REASON FOR THIS EXAMINATION:\n  Please assess for extent of bleed and midline shift.\n No contraindications for IV contrast\n ______________________________________________________________________________\n                                 FINAL REPORT\n HISTORY: Hypertensive brain hemorrhage.\n\n TECHNIQUE: Noncontrast head CT.\n\n COMPARISON: Head CT dated [**2149-11-9**].\n\n FINDINGS: The previously described parenchymal hemorrhage within the basal\n ganglia appears unchanged, measuring 5.7 cm in its greatest dimension. The\n mass effect on the ventricular system is also unchanged. The osseous\n structures are unremarkable. There is a fluid level in the sphenoid sinus, as\n well as mucosal thickening in the ethmoid sinuses.\n\n IMPRESSION: No interval change.\n\n [**2149-11-10**] 11:10 AM\n CHEST (PORTABLE AP)                                             Clip # [**Clip Number (Radiology) 105743**]\n Reason: question aspiration pneumonia, OG tube placemtent\n Admitting Diagnosis: HEMORRHAGIC CVA\n ______________________________________________________________________________\n [**Hospital 4**] MEDICAL CONDITION:\n  41 year old man with L intraparenchmal hemorrhage\n REASON FOR THIS EXAMINATION:\n  question aspiration pneumonia, OG tube placemtent\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATIONS:  OG tube placement.\n\n PORTABLE AP CHEST:  Comparison is made to previous films from  one day\n earlier.\n\n Since the previous study, an OG tube has been repositioned in the interval and\n now terminates in the stomach, coiling within the fundus region. An\n endotracheal tube remains in satisfactory position. Cardiac and mediastinal\n contours are upper limits of normal allowing for low lung volumes.  Previously\n reported CHF pattern is no longer evident.  Note is made of decreasing gastric\n distention following repositioning of the NG tube.\n\n Minimal patchy opacity is noted in the right retrocardiac region.\n\n IMPRESSION:   Repositioning of nasogastric tube with distal tip within the\n fundus as described above. Interval decrease in the degree of gastric\n distention.\n\n [**2149-11-11**] 9:58 AM\n CT HEAD W\/O CONTRAST                                            Clip # [**Clip Number (Radiology) 105781**]\n Reason: HPERTENSIVE BLEED HAS BLEED CHANGED\n Admitting Diagnosis: HEMORRHAGIC CVA\n ______________________________________________________________________________\n [**Hospital 4**] MEDICAL CONDITION:\n  41 year old man with hypertensive hemorrhage.  Following hemorrhage, as exam\n  has changed.\n REASON FOR THIS EXAMINATION:\n  Has the hemorrhage chaged?\n No contraindications for IV contrast\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATIONS:    Followup of hypertensive hemorrhage.\n\n TECHNIQUE:   Noncontrast head CT.\n\n FINDINGS:   Comparison is made to previous films from  [**2149-11-10**].  The large\n left basoganglial parenchymal hemorrhage is unchanged in size.  The degree of\n surrounding edema and mass effect is unchanged.  There is no intraventricular\n or subarachnoid extension. [**Doctor Last Name **]-white matter differentiation remains\n preserved.  Osseous and soft tissue structures are unchanged.\n\n IMPRESSION:   Stable area of hypertensive hemorrhage in the left basal\n ganglia.\n\n [**2149-11-12**] 1:12 PM\n RENAL U.S. PORT                                                 Clip # [**Clip Number (Radiology) 105864**]\n Reason: evaluation of kidneys per nephrology request\n Admitting Diagnosis: HEMORRHAGIC CVA\n ______________________________________________________________________________\n [**Hospital 4**] MEDICAL CONDITION:\n  41 year old man with left basoganglial parenchymal hemorrhage noted to have\n  worsening renal insufficiency\n REASON FOR THIS EXAMINATION:\n  evaluation of kidneys per nephrology request\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  Left basal ganglia parenchymal hemorrhage with worsening renal\n insufficiency.\n\n RENAL ULTRASOUND:  The right kidney measures 10.2 cm. The left kidney measures\n 10.7 cm.  There is no hydronephrosis or renal stones.  Posterior to the right\n kidney there is a 2.7 x 1.6 x 2.6 cm hypoechoic lesion.  This lesion does not\n demonstrate vascular flow.\n\n IMPRESSION:  There is no hydronephrosis. Posterior to the right kidney there\n is a small lesion which may represent an exophytic simple cyst with debris or\n a soft tissue mass.  A CT scan is recommended for further evaluation.\n\n [**2149-11-12**] 12:22 PM\n CHEST (PORTABLE AP)                                             Clip # [**Clip Number (Radiology) 105782**]\n Reason: r\/o pna, effusion\n Admitting Diagnosis: HEMORRHAGIC CVA\n ______________________________________________________________________________\n [**Hospital 4**] MEDICAL CONDITION:\n   41 year old man with L intraparenchmal hemorrhage\n\n REASON FOR THIS EXAMINATION:\n  r\/o pna, effusion\n ______________________________________________________________________________\n                                 FINAL REPORT\n CHEST SINGLE AP FILM\n\n HISTORY:  Left intraparenchymal hemorrhage with intubation and line placement.\n\n Endotracheal tube is 3 cm above carina.  NG tube is coiled in stomach with tip\n in fundus.  No pneumothorax.  Heart size is difficult to evaluate on the\n supine film but there could be some cardiomegaly.  There is opacity at the\n left base partially obscuring the left hemidiaphragm consistent with\n consolidation in the left lower lobe, increased\/new since the prior study of\n [**2149-11-10**] and consistent with pneumonia\/aspiration.  There is\n thickening of the right minor fissure.\n\n IMPRESSION:  Aspiration\/pneumonia left lower lobe new since prior film on\n [**2149-11-10**].  No pneumothorax.\n\n [**2149-11-12**] 5:23 PM\n CT HEAD W\/O CONTRAST                                            Clip # [**Clip Number (Radiology) 105865**]\n Reason: evaluate hemorrahge size\n Admitting Diagnosis: HEMORRHAGIC CVA\n ______________________________________________________________________________\n [**Hospital 4**] MEDICAL CONDITION:\n  41 year old man with h\/o cerebral hemorrhage\n REASON FOR THIS EXAMINATION:\n  evaluate hemorrahge size\n No contraindications for IV contrast\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  Cerebral hemorrhage, follow-up exam.\n\n Multiple axial images were obtained from base to vertex without IV contrast\n administration.  Comparison is made to the prior exam of [**2149-11-11**].\n\n There is no significant interval change seen involving the hematoma within the\n left basal ganglia, with surrounding cytotoxic edema and slight mass effect\n over the left lateral ventricle. There is minimal shift of the midline\n structures to the right by 5 mm.  No new areas of hemorrhage are seen.  There\n is no intraventricular hemorrhage.  A tiny probable calcific density is seen\n near the midline at the level of the foramen of [**Last Name (un) 565**].  This could represent a\n small benign calcification or a small choloid cyst.  The posterior fossa\n structures were unremarkable. There is significant effacement of the\n nasopharyngeal region by fluid.  The patient is probably intubated.  Mucosal\n thickening is seen within the ethmoid and right maxillary sinuses.\n\n IMPRESSION:  Stable left-sided hypertensive hemorrhage into the left basal\n ganglia with surrounding mass effect and minimal 5-mm midline shift convex to\n the right.  Further follow up is suggested.\n\n [**2149-11-13**] 4:04 PM\n CT HEAD W\/O CONTRAST                                            Clip # [**Clip Number (Radiology) 105866**]\n Reason: HEMORRHAGE HAS ACUTE LOW BP\n Admitting Diagnosis: HEMORRHAGIC CVA\n ______________________________________________________________________________\n [**Hospital 4**] MEDICAL CONDITION:\n   41 year old man with h\/o cerebral hemorrhage has acute low bp\n\n REASON FOR THIS EXAMINATION:\n  is there a worsening bleed or edema\n No contraindications for IV contrast\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION: Cerebral hemorrhage with acute low blood pressure.\n\n COMPARISON: [**2149-11-12**].\n\n TECHNIQUE: Noncontrast head CT.\n\n FINDINGS: Again noted is a large area of hemorrhage within the left basal\n ganglia with a moderate but stable amount of mass effect and approximately 5\n mm of stable shift of midline structures toward the right. The degree of\n cerebral edema has increased in the interval, with interval effacement of\n sulci bilaterally. Additionally, the suprasellar cisterns and ambient cisterns\n are less apparent than on the prior study. [**Doctor Last Name **]\/white differentiation is\n slightly decreased since the prior study, although they can still be\n distinguished. Again noted is moderate mucosal thickening within the\n maxillary, sphenoid, and ethmoid sinuses bilaterally. There is mild mucosal\n thickening within the frontal sinuses bilaterally.\n\n IMPRESSION:\n 1. Stable size of left basal ganglia hypertensive hemorrhage.\n 2. Global increase in brain edema, raising the question of diffuse anoxic\n injury.\n\n Findings discussed by telephone with Dr. [**First Name8 (NamePattern2) **] [**First Name8 (NamePattern2) **] [**Last Name (NamePattern1) 11229**] in the afternoon of\n [**2149-11-13**].\n\n [**2149-11-9**] 11:21 AM\n CT C-SPINE W\/O CONTRAST; CT RECONSTRUCTION                      Clip # [**Clip Number (Radiology) 106474**]\n Reason: FOUND DOWN, EVALUATE FOR C SPINE FRACTURE\n ______________________________________________________________________________\n [**Hospital 4**] MEDICAL CONDITION:\n  41 year old man with aphasia x 30 minutes right hemiparesis\n REASON FOR THIS EXAMINATION:\n  eval for c-spine fx\n No contraindications for IV contrast\n ______________________________________________________________________________\n WET READ: MES SUN [**2149-11-9**] 1:08 PM\n  no fracture\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  Found down, aphasia for 30 minutes, right hemiparesis.  Evaluate\n for C-spine fracture.\n\n TECHNIQUE:  Contiguous axial images were obtained through the cervical spine\n without intravenous contrast.  Coronal and sagittal reformations were\n performed.\n\n FINDINGS:  The study is somewhat limited due to the patient's positioning\n within the CT scanner.  No fractures are identified.  The alignment appears\n normal.  The C1-2 articulation appears to be within normal limits.  There is\n no abnormal prevertebral soft-tissue swelling.  An NG tube and endotracheal\n tube are in place.\n\n IMPRESSION:  No evidence for fracture.\n\n [**2149-11-9**] 11:21 AM\n CT HEAD W\/O CONTRAST                                            Clip # [**Clip Number (Radiology) 106473**]\n Reason: APHASIA, RIGHT HEMIPARESIS\n ______________________________________________________________________________\n [**Hospital 4**] MEDICAL CONDITION:\n  41 year old man with aphasia x 30 minutes right hemiparesis\n REASON FOR THIS EXAMINATION:\n  stroke protocol\n No contraindications for IV contrast\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION: Aphasia x 30 minutes, with right hemiparesis.  Evaluate for\n stroke.\n\n TECHNIQUE:  Non-contrast head CT.\n\n FINDINGS:  There is a large area of parenchymal hemorrhage in the left basal\n ganglia\/subinsular region with mass effect, rightward subfalcine herniation,\n and surrounding edema.  The area of hemorrhage measures 5.9 cm in greatest\n dimension.  There is a focal area of decreased attenuation in the caudate head\n on the left, which may represent an area of lacunar infarction.  There is\n effacement of the frontal [**Doctor Last Name 39**] of the left lateral ventricle.  The antrum is\n also compressed on the left. The occipital [**Doctor Last Name 39**] is not dilated. There is\n preservation of [**Doctor Last Name 181**]-white matter cortical differentiation.  No skull\n fractures are seen.  There is mucosal thickening in the left maxillary sinus\n and in the ethmoid air cells.\n\n IMPRESSION:  Large intraparenchymal hemorrhage in the left basal ganglia.\n Distribution is consistent with a hypertensive bleed.\n\n Findings were discussed with Dr. [**First Name8 (NamePattern2) **] [**Last Name (NamePattern1) 19725**] at 12:00 on [**2149-11-9**].\n\n\n [**2149-11-9**] 11:50 AM\n CHEST (PORTABLE AP)                                             Clip # [**Clip Number (Radiology) 105742**]\n Reason: R\/OCVA\n ______________________________________________________________________________\n                                 FINAL REPORT\n\n INDICATIONS:  Acute intraparenchymal hemorrhage status post endotracheal tube\n placement.\n\n SUPINE AP CHEST:  No prior studies are available for comparison.  The\n endotracheal tube is located in satisfactory position several cm above the\n carina. The NG tube is coiled in the oropharynx.  There is cardiac\n enlargement, with blurring of pulmonary vascular detail, and blunting of both\n CP angles, likely representing effusions.  Findings are compatible with\n congestive heart failure.  There is minor left lower lobe atelectasis, as\n well.  Osseous structures are unremarkable.\n\n IMPRESSION:\n 1) Cardiomegaly with CHF.\n 2) Endotracheal tube in satisfactory position.\n 3) NG tube coiled in oropharnx.\n\n NG tube placement was called to the ED physician caring for the patient at the\n time of interpretation.\n\n 7p to 7a Micu Progress Note\n\nNeuro - C-collar remains in place. At onset of shift, it was noted that pt was minimally responsive - not moving LUE or LLE. Propofol held for several hours. Gradually pt became more awake, attempted to remove ETT with LUE and kicking LLE around on his bed. BP elevated to 200\/100. MD notified and sedation reinstituted. Propofol currently infusing at 60mcgs\/kg\/min. Pupils 2 mm bilat and sluggish to response. Intermittently moving LUE and LLE on bed. Localizes to nailbed pressure. No movement or response to pain noted on RUE or RLE. R side remains flaccid. No gag. Impaired cough. + corneal reflexes. Plan is for repeat head CT this am.\n\nResp - Remains intubated and vented on SIMV PS 5\/8 peep fio2 60%. TV 700 RR 14, no spont resps noted. LS coarse, diminished at bases. Sx for scant amt thin white secretions. 02 sat > 96%. ABG this am 7.41\/41\/90\/27\/0.\n\nC-V - HR 87SR -103 ST, no ectopy noted. Nipride titrated to maintain SBP 130-145. Nipride currently infusing at 5mcgs\/kg\/min. Pt treated with one dose of 20 mg labetalol prior to restarting propofol with litte effect.\n\nGI\/F\/E - Pt NPO. Given 40 meq kcl via NGT for K 2.8. Pt began coughing and vomited ~30 mins later with RN in room. Logrolled onto side and orally suctioned. Pt vomited a second time, again rolled onto side and suctioned. NGT placed to LIS for several hrs and then clamped.K repleted intravenously 10 meq x 4 via peripheral line. K 3.0 at 3 am. Currently being repleted with an additional 40 meq kcl iv. Ionized calcium .99 - repleted with 2 gms cagluc. Ionized Ca 1.14 this am.BUN 17 Cr 1.4. Mg 1.8. Maint iv fluid infusing only at 10ccs\/hr to lessen possibility of cerebral edema. Urine output 20-30ccs\/hr. Urine straw colored and + sediment.\n\nID - Max temp 99.8 po. WBC 13.7.\n\nHeme - Hct 37.4, previously 45.2. MD notified.\n\nSocial - Several friends and sister visited last eve. Contact phone numbers placed in chart. Sister stated she will return today.\n\nA+P  Continue to monitor neuro status closely - q1-2hr neuro checks. Titrate propofol and nipride as tolerated. Repeat Head CT this am. Monitor f+e status closely. Replete lytes as indicated. Monitor for possible aspiration pna. Emotional support to family.\n\n\n\n\n\n\n\n\n 7p to 7a Micu Progress Note\n\nNeuro - Unresponsive to any stimuli. No movment of exts. Pupils fixed and dilated. Aspen collar remains in place. Mannitol administered q 6 hrs  as serum osm < 320 and Na < 150.\n\nC-V - HR 74-85 SR, no ectopy. BP 135-165\/70-82. Levophed titrated to maintain SBP > 130< 160. Levophed currently infusing at .040mcgs\/kg\/min. Cardiac enzymes sent q 8hrs d\/t hypotensive episode yest. First set CPK 1339 MB 11 Trop< 0.10. Second set CPK 1495 MB 14 Trop 0.01. Next set due at 0800. Lopressor held d\/t levo infusion.\n\nResp - Received pt on AC 700 x 20 50% 5 peep. Pt occasionally overbreathing the vent by only 1 - 3 breaths. ABG at 0200 - 102\/23\/7.57\/22\/0 - MD notified, changed to AC 600 x 18 - ABG one hr later was 127\/27\/7.53 23\/1. RT decreased rate to 14 with TV remaining at 600 will recheck ABG. LS coarse, diminished at bases. Sx for scant to no secretions. Bite guard left in place as pt's teeth are clamped around it.\n\nGI - Abd soft, hypoactive BS. No stool. TF held. OGT clamped. NPO except meds.\n\nF\/E - Repleted with 40 kcl via ogt for K 3.7. Na 131-133. Fluids restricted as much as possible.Serum osmolarity 298-306. As per above, given mannitol q 6hrs. Urine output 180-390ccs\/hr via foley cath. Lytes to be sent at 0600.\n\nID - Hypothermic to < 95 Rectally. Bair-hugger applied with temp increase to 96.4 Rectally. Rx with levaquin and flagyl for ? aspir PNA and vanco for + staph in sputum.\n\nAccess - No central access. 4 peripheral ivs and a-line.\n\nSocial - Sister visited last eve. Discussed severity of pts condition and plan of care overnight.Pt remains Full Code. NE Organ Bank telephoned and stated they are available. They were also updated on current plan of care.\n\n Admission Date:  [**2149-11-9**]       Discharge Date: [**2149-11-13**]\n\nDate of Birth:   [**2108-1-26**]       Sex:  M\n\nService:  NEUROLOGY\n\nCHIEF COMPLAINT:  Weakness, inability to talk.\n\nHISTORY OF THE PRESENT ILLNESS:  This is a 41-year-old\nAfrican-American male with a history of hypertension who was\nin his usual state of health until about 10:25 a.m. on the\nmorning of admission.  He had gone to use the restroom and a\nfew minutes later his family found him slumped onto the\nfloor, apparently unable to talk and with weakness in his\nright arm and leg.  EMS was called and he was brought into\nthe Emergency Department at [**Hospital1 18**].\n\nThe patient has not had strokes or previous similar symptoms.\nHe has a history of hypertension but no history of cardiac\nsymptoms.  The patient was unable to talk for examination and\nno family members were present at the bedside and were not at\nhome (apparently they were on the way to the Emergency Room).\nThe history was obtained by EMS.\n\nPAST MEDICAL HISTORY:  Hypertension.\n\nADMISSION MEDICATIONS:  The patient was on no medications\nupon admission.\n\nALLERGIES:  The patient has no known drug allergies.\n\nFAMILY HISTORY:  Unknown.\n\nSOCIAL HISTORY:  The patient lives [**Location (un) 6409**].\n\nPHYSICAL EXAMINATION ON ADMISSION:  During the five minute\nexamination, the patient became progressively less responsive\nand then vomited requiring intubation and paralytics during\nthe examination.  Vital signs:  Blood pressure 229\/137, heart\nrate 85, respiratory rate 20, temperature 98.8.  General:\nThis was a well-developed African-American male.  HEENT:  The\nneck was supple without lymphadenopathy or thyromegaly.\nCardiovascular:  Regular rate and rhythm.  No murmurs, rubs,\nor gallops noted.  Lungs:  Clear to auscultation bilaterally.\nAbdomen:  Soft, nontender, nondistended with no hepatomegaly.\nExtremities:  No clubbing, cyanosis or edema noted.\nNeurologic:  On the mental status examination, the patient\nwas alert but nonverbal.  Language was aphasic but can\ncomprehend one-step commands.  There was no evidence of\nneglect.  The patient can follow one-step commands.  On the\ncranial nerve examination, his optic disk margins were sharp.\nHis extraocular eye movements were intact.  His pupils were\nequal and reactive to light.  His face was symmetrical at\nrest.  Motor:  He had normal bulk and tone with no tremors.\nHis power was 0\/5 in the right arm and leg.  His left arm and\nleg was apparently [**5-5**].  Sensory:  He was reactive to noxious\nstimuli in all four extremities.  His reflexes were minimal\nthroughout.  His toes were mute bilaterally.  Coordination\nand gait examination was not tested.\n\nLABORATORY\/RADIOLOGIC DATA:  White count 7.5, hematocrit 45,\nplatelets 258,000.  PT 12.7, PTT 21.7, INR 1.1.\n\nThe EKG was normal sinus rhythm at 99 with normal axis and\nintervals.  LVH was noted.  There were T wave inversions in\nI, II, III, aVL, V1 through V3.\n\nSerum and urine toxicology was negative.  ESR was 18.  The\nurinalysis was negative.  CT scan of the head showed 55 by 55\nby 21 mm left putaminal bleed with a 5 mm midline shift to\nthe right.\n\nChest x-ray showed cardiomegaly with CHF.\n\nHOSPITAL COURSE:  1.  NEUROLOGIC:  Left putaminal bleed\nsecondary to presumed hypertension.  The patient's blood\npressure was initially controlled with a Nipride drip to keep\nthe cephalic pressure between 130-160.  The Nipride drip was\nthen weaned as labetalol IV was added along with a\nnicardipine drip.  The patient was also given Dilantin load\nfollowed by a maintenance dose of 400 mg q.d.  His level has\nbeen therapeutic around 20.  Considerations for a CTA and\nangiogram for possible AVM or aneurysm were considered but\nthe patient's renal function and health status did not allow\nsuch studies to be done at the current time.\n\nRepeated noncontrast CT of the head revealed no increase in\nthe bleeding but showed subsequently increases in cerebral\nedema with some pressure onto the brain stem.  The patient's\nneurological examination did deteriorate to the point that he\nonly had reactive pupils that were equal and intact corneal\nreflexes.  In addition, he had a gag reflex.  However, he\nbegan to not move any extremities and not respond to any\nnoxious stimuli in the four extremities.\n\nBy 4:00 p.m. on [**2149-11-13**], his neurological condition\ndeteriorated to the point that his pupils were dilated and\nnonreactive.  He lost gag and corneal reflex.  Calorics were\ndone at this time which revealed no response.  Neurosurgery\nwas reconsulted for a question of craniotomy but they felt\nthat the patient would not be a candidate for the surgery in\nthat it would not help him.  Mannitol was then started along\nwith hyperventilation to keep the PC02 below 30 in an attempt\nto decrease the cerebral edema.\n\nDespite clinical examination that the patient is clinically\nbrain dead, the family wishes to continue aggressive\ntreatment.  The family requested that the patient be\ntransferred to the [**Hospital6 1129**].  However,\nDr. [**Last Name (STitle) 54029**] at the [**Hospital3 **] Stroke Service said\nthat the patient would not be accepted at the [**Hospital3 **] given that there would be no other intervention that\nwould be done differently at [**Hospital3 **].\n\n2.  CARDIOVASCULAR:  As mentioned above, the patient was\ninitially started on a Nipride drip to control the blood\npressure between 130-160.  However, he was slowly weaned off\nthe Nipride to be switched over to Cardene drip.  The Cardene\ndrip was then weaned to allow for the addition of p.o.\nLabetalol.  Three serial CKs and troponins were checked and\nfound to be negative, thus, ruling the patient out for a\nmyocardial infarction.\n\n3.  PULMONARY:  The patient was initially intubated when\nfirst seen down in the Emergency Room for airway protection\nsince he vomited.  He then showed a left lower lobe pneumonia\non the chest x-ray.  He was started on levofloxacin and\nFlagyl since the day of admission for aspiration pneumonia.\nVancomycin was added on day number four of hospitalization\ndue to sputum cultures showing Staphylococcus aureus\ncoagulase-positive organisms and gram-negative rods.\nSusceptibilities are still pending.  The patient did have one\nor two episodes of desaturation secondary to breathing trials\nand increased secretion in his nostrils.  In an attempt to\ndecongest him, saline nasal spray was started.\n\n4.  RENAL:  Acute renal failure secondary to dehydration.\nThe patient's creatinine upon admission was 1.4 and continued\nto rise to 2 as he started third spacing his fluids.  Urine\nelectrolytes were checked which showed a phena of less than 1\nwhich is evidence of the patient being dehydrated and\nprerenal.  He was subsequently given IV fluids and his\ncreatinine improved to 1.6.  A renal ultrasound was done\nwhich showed no evidence of hydronephrosis.\n\n5.  INFECTIOUS DISEASE:  Leukocytosis:  Given the aspiration\npneumonia and elevated white count of 18.6, levofloxacin and\nFlagyl were started on the day of admission.  Blood cultures\nwere obtained.  The first two sets showed one out of four\nblood cultures that grew staphylococcus coagulase-negative.\nSince this was deemed a contaminent, no further antibiotics\nwere given.  However, on day number four of hospitalization,\nhis sputum culture returned showing Staphylococcus\ncoagulase-positive organisms so vancomycin was added.  More\nblood cultures were drawn but nothing has grown to date.\n\n6.  GASTROINTESTINAL:  The patient was given and orogastric\ntube for tube feeds.  He had some high residuals so the tube\nfeeds were stopped.  Reglan was then administered to promote\nGI motility so that the tube feeds could be restarted.\n\n7. FLUIDS, ELECTROLYTES, AND NUTRITION:  Hyponatremia:  The\npatient's sodium slowly fell from 136 upon admission to 130\non the fourth day of hospitalization.  It was felt that this\nwas due to salt wasting from his cerebral problems so he was\nthen fluid restricted.  Although he has acute renal failure\nsecondary to dehydration and third spacing, it was felt that\nhe needed to be fluid restricted given that the overall\nhyponatremia was more likely due to salt wasting.\n\n\n\n\n                            [**First Name8 (NamePattern2) **] [**First Name8 (NamePattern2) 5930**] [**Last Name (NamePattern1) **], M.D.  [**MD Number(1) 6125**]\n\nDictated By:[**Last Name (NamePattern1) 4270**]\nMEDQUIST36\n\nD:  [**2149-11-13**]  07:03\nT:  [**2149-11-13**]  19:46\nJOB#:  [**Job Number 54030**]\n (Continued)\nSister [**Name (NI) 49**] and brother in early am, met w\/neuromed fellow for update. Brief visit w\/patient. Request to [**Hospital1 48**] where pt usually receives care. Girlfriend briefly updated on day's events--informed to contact sister for details as she is the spokesperson. Pt has 1 mo old son, girlfriend is understanding that sister is making the decisons. Girlfriend has poor english, did not appear to fully understand pt's grave prognosis.\n\nPlan: Mannitol Q6hrs, check serum osmo\/NA 2 hours prior to when mannitol is due in order to give gtt in timely fashion. Obtain serial CPKs. Goals: SBP >100, <160, PCO2 <31. TLCL this eve by neurosurg. No EEG necessary to determine brain death; neuromed team to repeat neuro exam at 4pm tomorrow for full 24 hr period. Hold TF. Labs am. Organ bank deferred for now due to pt's full code status. Cont c-spine prec w\/aspen collar, team aware of malposition of collar and to adjust. Probable need for family conference tomorrow afternoon to discuss further plan of care pnd neuro exam.\n Mr. [**Known lastname 36**] is a 41 yr old male s\/p L intraparenchmal hemorrhage seen on CT [**11-9**]. Pt was intubated in EW post CT due to recent vomiting and hypertensive requiring labetolol and nipride gtt. Briefly pt had been neurologically stable with little improvement and with some increase in cerebral edema noted last noc on CT until this afternoon.  Pt had required increasing amts of antihypertensives for SBP getting as high as 160-190. Pt was on cardene gtt as well as IV lopressor and received prn hydralazine; nipride gtt restarted.  Pt had stabilized for approx 1 1\/2hrs w\/SBP 130-140's with cardene and nipride gtt. Pt became hypotensive as low as SBP 69. Levophed and neo gtt started, pt found to have fixed nonreactive pupils as 5mm, stat CT showed increased edema as well as herniation to right. pt remains full code; sister and brother aware of recent events; transfer to [**Hospital1 48**] per family's request denied by stroke team at [**Hospital1 48**].\n\nReview of systems:\n\nNeuro: At best pt was showing some facial and nasal twitching with noxious nasal stimuli; pupils were sluggish at 3mm thru shift. No movement of extremities noted. Impaired gag, mod strong cough w\/suctioning at times. Early afternoon, pt's gag and cough were not as pronounced however pupils remained 3mm sluggish. Propofol gtt off since [**11-12**]. Not cleared c-spine, remains in aspen collar. Per NSICU, c-spine to be immobilized for total of 6 weeks since pt was not cleared within 48 hr window. Dilantin via NGT for seizure prevention. Trough drawn in am.\n\nCV: Afebrile. HR 70-80's most of shift, NSR. Hypertension difficult to control early afternoon despite cardene gtt, nipride gtt, and IV lopressor. PRN hydralazine given w\/effect of SBP stabilizing at 130-140. Became hypotensive from 130 to low 90's over course of 10 minutes at approx 1330; team notified, levophed and neo gtt initiated and titrated to maintain mean of 100 over course of approx 1hr. Presently pt is on Levophed gtt at 0.1mcg\/kg\/min w\/SBP 146\/79. Pt has 4 patent PIV's, one which is 5 days old. Team to place TLCL this evening. A-line patent, unremarkable. Hct 33.5. Serial CPK's to r\/o MI, CPK#1 1339, MB pnd. Na 129, fluid restriction, no tubefeeds.\n\nResp: Had been on SIMV most of shift; changed to CMV w\/hypotensive episode and in an effort to hyperventilate, latest ABG w\/CMV 7.45\/31\/91. CMV 700\/.50\/20\/5; Pt had been overbreathing vent early in shift by 4-7 breaths. LS coarse upper lobes; diminished lower lobes; o2 sats >95% thru day. Suctioned for sm-mod thin white secretions via ETT. Secretions green\/yellow via biteblock, thick; begun on nasal spray. Has LLL consolidation; on levo\/flagyl for ?asp PNA. Begun on Vanco for +staph in sputum\n\nGI: Tol impact w\/fiber at 50cc\/hr; no residuals w\/initiation of reglan. NPO at present w\/ NA 129 and unstable. Abd soft, distended, hypo BS. No stool\n\n\\GU: Adequate u\/o thru shift; BUN 23\/Creat 1.6 am. Received bolus mannitol at 4pm; u\/o 740cc first hour w\/sediment of brown particles.\n\nID: Levo\/flagyl\/vanco.\n\nSocial:\n Name:  [**Known lastname 10050**], [**Known firstname 779**]                      Unit No:  [**Numeric Identifier 10051**]\n\nAdmission Date:  [**2149-11-9**]     Discharge Date:  [**2149-11-14**]\n\nDate of Birth:   [**2108-1-26**]     Sex:  M\n\nService:\n\nDespite mannital and hyperventilation on the [**2149-11-13**], patient continued to neurologically decline.  A brain\ndeath exam was done showing that the patient had dilated\nunreactive pupils with no evidence of a corneal or gag\nreflex. He also did not respond to any noxious stimuli\ndespite being off propofol.\n\nAn apnea test was performed allowing the pCO2 to rise above\n60, and the patient still did not take any breath during the\n10 minute interval.  At this time he was declared brain\ndeath.  His family requested no organ donor or autopsy be\ndone.\n\n\n\n                          [**First Name8 (NamePattern2) 2121**] [**First Name8 (NamePattern2) **] [**Last Name (NamePattern1) **], M.D.  [**MD Number(1) 9973**]\n\nDictated By:[**Last Name (NamePattern1) 4387**]\n\nMEDQUIST36\n\nD:  [**2149-11-23**]  23:19\nT:  [**2149-11-24**]  06:19\nJOB#:  [**Job Number 10052**]\n NPN 7a-7p\n\nEvents: BP continues to be labile, heat CT repeated, pan cultures sent prior to abx. (except sputum)\n\nNeuro: pt continues to be sedated on propofol, shut off this am and after two hours LUE and LLE extremity moving spontaneously and purposefully, off propofol pt localizes pain on left side only, corneal reflex impaired in R eye and intact and L eye, CT repeated this am for changes, pending, Neuro teams suspects that the pt may have had a seizure during intial event, Dilantin started with loading dose 1500mg\n\nResp: pt on SIMV PS 5\/PEEP 8\/Fio2 60% with TV 700 and RR 14, breathing over vent up to 4 breaths\/min, MV [**9-11**], Sats 96-100%, Fio2 decreased to 50% at 1730, ABG pending, LS coarse throughout with diminished bases, sxn'd with none to scant thick yellow sputum, sputum cx sent\nafter 1st dose of PO abx. given (sample unattainable prior to)\n\nCV: HR 80-110's, ABP very labile 90-180's\/60-90's, Goal SBP 130-145.  Nicardipine added to control BP and titrate pt off Nitropride, eventually able to titrate off both meds, possible due to the loading dose of dilantin and\/or prn labatelol and hydralazine given RTC, continue to monitor, +pp, +bilateral radial pulses, at 9a K 3.0 and repleted with 40Meq, CK-MB repeated at 10a were 70, HCT 37.4 from 37.0, PTT 21.9, INR 1.2 and LFT's WNL. EKG showing some ST changes this am, will cont. to monitor daily. CXR also showing some CHF.\n\nGI: +bs\/flatus, no stool this shift, NGT tube changed to OG tube and confirmed on xray, residuals <10cc q4 but reddish in color (HO aware), on PPI, tube feeds started up to 20cc\/hr and tolerating\n\nGU: u\/o 20-60cc\/hr (ho aware when low), yellow with sediment, urine cx sent, CREAT up to 1.4 will cont to monitor renal function\n\nInteg: warm\/dry\/intact\n\nEndo: SSRI started, 12p fs 157\n\nID: Tmax 99.1, pan cx sent, WBC 14.4 from 13.7started on flagyl and levofloxacin to prophalacticly treat an aspiration pneumonia\n\nSocial: two sisters and a brother in to visit and called, met with MD to discuss pt's status, SW consult requested for family, wife and possibly child may be in later to visit\n NPN 7a-7p\n\nEvents: Propofol shut off for neuro assessment, CT scan done d\/t changes in assessment per neuro team\n\nNeuro: pt continued to be sedated on propofol, shut off from 8a-930a, at which time pt moved LUE and LLE spontaneously, and appeared to reach for foley, corneal reflexes delayed, puplils 1-3mm and sluggish, during the neuro med teams assessment noted pt now posturing during noxious stimuli on R side, withdraws on L side, stat head CT for possible increase in edema, team considering Mannitol, continue to monitor neuro checks q2hr, conts in c-collar with logroll precautions in reverse trendlenberg\n\nCV: HR 80's, ABP 110-160's\/60-70's and continues to be labile, labetolol changed to round the clock, nicardopine titrated up and down as needed, continue to give IV hydralazine as needed prn; +pp\/bilateral radial pulses, hct 38.2 up from 37.6, repleted K of 3.2 with 40meq PO (received 20meq IV overnoc), K redrawn and pending\n\nResp: Pt on SIMV with PS 5\/Peep 8\/fio2 50% with TV 700, MV [**9-11**] and RR 14 although pt occassionally breathing over vent 2-4x min; LS coarse thoughout, Sats 94-99%, sxn'd several times for thick, yellow secretions\n\nGI: +hypoactive bs\/flatus, no stool this shift, tol tube feeds at goal 40cc\/hr, taking most of his meds per og tube, residuals <60cc q4hr\n\nGU: u\/o 20-400cc\/hr, increases and drops with BP, greatest output with SBP 150-160, u\/o yellow with sediment, repeat urine cx sent, urine lytes sent\n\nInteg: warm\/dry\/intact, collar care done when ETT tube is rotated\n\nID: afebrile, Tmax 97.9, continue to treat with flagyl and levofloxacin po, bld cx's from [**11-10**] grew gram positive cocci in pairs and clusters from one bottle (unknown if peripheral or arterial line source), sputum cx pnd, urine cx was resent on [**11-11**]\n\nSocial: Lots of family in to see, Sister [**Name (NI) 35**] [**Name (NI) 36**], RN, is identified as the next of [**Doctor First Name 37**], [**Last Name (un) **]-in-law [**First Name5 (NamePattern1) 38**] [**Last Name (NamePattern1) 39**] is a [**Hospital1 40**] Minister and prays with family in room, Girlfriend [**Name (NI) 41**] [**Name (NI) 42**] is Catholic and was visited by [**Hospital1 2**] priest on-call, family met with Social Work, updated by nursing\n NSICU NPN 7pm-7am addendum\n\nDr. [**Last Name (STitle) **] @ bedside.  Plan to restart Nipride gtt for better BP control.  PO hydralazine d\/ced and PRN IV hydralazine started.   Continue to  monitor.\n NSICU NPN 7pm-7am\n\nOverall, pt's condition has remained unchanged throughout the night.  Nicardapine gtt remains on and titrated throughout the night according to BP.  Hydralazine given once for an increase in systolic BP.  Labetolol continues to be given ATC.\n\nNeuro:  Neuro checks continue q 2 hours.  Upon initial assessment, Pt fingers on Left hand appeared to move slightly c painful stimuli.  No other movement noted throughout the night.  PERRL and sluggish.  Dilantin given as ordered, am level 14.2.  NO seizure activity noted. Pt remains on logroll precautions.  CT report read stable area of HTN hemorrhage in left basal ganglia.\n\nResp:  Vent settings unchanged.  Pt on SIMV c PS 5\/8peep\/50%\/700TV.  ABG: 7.40\/36\/85\/23.  LS diminished @ bases.  Sxned minimally for scant thick secretions.\n\nCV:  HR, NSR 88-92, no ectopy noted.  SBP 116-161\/57-88.  Nicardapine gtt titrated as needed to maintain SBP 130-145.  Hct 39%. K 3.6-repleted c 40meq KCl.\n\nGI:  Pt ordered for TF, Impact FS @ 40cc\/hr.  TF off @ 4am when TF bag emptied and unable to locate impact FS.  ? nutrition rec in future. +flatus.  No stool this shift.\n\nGU:  u\/o 80-180cc\/hr via foley.  Bun 22\/Cr 2.0.  @midnoc, total in 5639.8cc\/total out 3021cc. Pt currently +6.3L LOS.\n\nID: Afebrile.  WBC 18.6.  Dr. [**Last Name (STitle) 45**] aware of + BC.  ? contamination as it was only [**1-3**] pos.  Plan is to hold on vanco @ this time.  Pt continues to receive vanco and levo for ? asp. PNA.\n\nSkin: No issues @ this time\n\nEndo: RISS\n\nSocial:  Family in to vist @ begining of shift.\n\nDispo:  Remain in MICU.  Full Code\n\n NSICU NPN 7pm-7am\n\nOverall there has been no change in pt's neuro status overnoc.  See carevue for all objective data.\n\nNeuro:  Neuro checks q 2 hours.  Neuro status remains unchanged throughout night.  Pt occasionally appears to cough when stimulated (turned or sternal rubbed) but otherwise does not respond any other way.  No movement of extremities noted.  PT does not withdraw to pain.  PERRLs.  corneal reflexes impaired.  Propofol remains off throughout this shift.  logroll precautions for turning.\n\nResp:  No vent changes made overnoc.  Pt remains on SIMV\/PS5\/Peep5\/50%\/Tv 700.  ABG:  7.42\/34\/68\/23.  O2 sats 95%. LS coarse. Minimally sxned for thick white secretions.  RSBI 40. Pt placed on SBT but became HTN to 170's.\n\nCV:  Pt remains on Narcardipine gtt @ 2.5mcg\/kg\/min.  Pt receiving po labetolol and hydralazine, plus PRN labetolol.  BP 136-161\/67-81.  Dr. [**Last Name (STitle) **] aware of ^^ in BP throughout the shift. IV labetolol given as needed.  HR, NSR 79-89 no ectopy noted.  Ca and K repleted per ss.\n\nGI:  TF, Impact FS @ 40cc\/hr.  TF off most of the night secondary to high residuals >100cc.  ? starting reglan.  No stool.  +flatus.  BS hypoactive.\n\nGU:  urine output 100-140cc\/hr.  Bun 23\/cr 1.6.\n\nID:  Afebrile.  WBC 18.4.  On levo and flagyl for ? asp. PNA\n\nendo: RISS\n\nSkin:  intact\n\nSocial:  very supportive family.  Continue c emotional support\n\nDispo:  Remain in MICU.  Full code\n NURSING NOTE 13:30-7PM\nADMITTED FROM ER S\/P CVA R\/T CVA\/FALL AT HOME. FOUND APHASIC, W\/ RT SIDED WEAKNESS. WAS ALERT GOING TO CT, BUT VOMITED, AND WAS INTUBATED, BROUGHT TO MICU ON PROPOFOL AND IV NIPRIDE. C-COLLAR IN PLACE.\n\nNEURO: C COLLAR ON, PERL, RT IS 2MM, SLGSH, AND LFT 2MM AND BRISK.  RT SIDED WKNSS. MOVES RT FOOT TO STIM, AND W\/D TO NAILBED PAIN IN RUE. UE'S RESTRAINED FOR SAFETY, AS PT REMAINS ON PROPOFOL, BUT AROUSABLE AT TIMES. CURRENTLY ON 100MCG\/KG\/MIN. HOB 15'.\n\nRESP: ORALLY INTUBATED W\/7.5 ETT, SECURE TO RT LIP. BBS COARSE, EVEN CHEST EXP. SATS 95-98%. THICK WHITE SECR SX'D PRN. RECENT ABG IN CAREVIEW=7.39\/46\/75\/29\/1, DR. [**Last Name (STitle) 34**] NOTIFIED, AND WILL COME TO [**Name (NI) 27**] PT. CURRENT SETTINGS FOR THIS ABG=60\/600\/IMV 14\/PS 5\/PEEP 5. PT INTUBATED IN ER FOR CT.\n\nCV: ADMITTED ON APPROX 1.4MCG\/KG\/MIN, GOAL FOR SBP 130-160. CURRENTLY ON 50MG\/250 CC AT 4MCG\/KG\/MIN. NEXT BAG HAS 200MG\/250, AND IS SET ON NEW PUMP. PALP PULSES TO ALL EXTREM'S, SBP LABILE, BUT SL MORE CONTROLLED AVG 140-160\/70'S. K+ AND OTHER LYTES SENT W\/ABG, K=2.9, GIVEN 40 KCL VIA NGT. PLEASE RECHECK AT AROUND 9PM. TEMP LOW ON ADMISSION, LAST WAS 96.9, SKIN W\/D\/I. PIV'S PATENT, 20 G STARTED IN LFT FA. IVF' INITIALLY NS AT 80\/HR. PLAN IS TO MINIMIZE IV INTAKE, TO AVOID ANY EDEMA.\n\nGI\/GU: NGT RT NARE POS PLACEMENT, WATERY, BLOOD TINGED D\/C TO LWS. NOW CLAMPED AFTER KCL GIVEN. ABD SOFT, BS POS. NPO. NO STOOL.\n\nPLAN IS TO INCREASE TV AND PS, AND RECHECK ABG. RECHECK K+ AT APPROX 9PM, NEW ORDER TO KEEP SBP 130-145, USING PRN HYDRALAZINE.\n Nursing Note 1700hrs\n\nSpoke w\/sister [**Name (NI) 49**] who stated that no family or friend would be present to witness extubation today. Clearified w\/[**Doctor Last Name 49**] that we would proceed with extubation after phone call completed, sister was in agreement.  Sister [**Name (NI) 49**] also stated that family did not want to have an autopsy. Name of funeral home was given--Rogersfields Funeral Home in [**Location (un) 52**], MA.  Funeral home was contact[**Name (NI) **] to verify proper transportation per family's request. Pt was extubated at 4:30 pm after neurosurgery, Dr. [**Last Name (STitle) 50**] notified of above. No BP at 4:40pm, Dr. [**Last Name (STitle) 53**] up to declare death and fill out necessary paperwork.\n nursing note 7a-7p\nNEURO-no changes,propofol off since 9am,moves only left arm,pupils regural\/slugish,logroll,[**First Name9 (NamePattern2) 46**] [**Last Name (un) 47**] on,head ct this pm.\n\nRESP-ON C-PAP this am for 2hr,sat-93%,back simv-50% fio2,r-14,pt=rr-16-20,tv-700's,peep-5,ps-5,bs-clear,sx-small thick & yellow secr.nose blood clots-large dr.[**Last Name (STitle) **] aware,sat-95-97%\n\nCV-sr-70-80;s,no ectopy,sbp-140-160's,nicardipine on max dose at 2.5mcg\/kg\/min,hydralazine & labetalol po,general edema +2.\n\nGI-abd soft-dist.bs hypo x 4,no bm,tf at 40cc\/hr,residuals 60-130cc team aware,same blood clots.\n\nGU-foley,urine amber,sediment.renal-usg at bs.\n\nSKIN-intact\n\nENDO-bs q 6hr,RISS\n\nID-max temp-98.6,bc x 2\n\nSOCIAL-no family contact.\n Nursing Note (days)\n\nMr. [**Known lastname 36**] remained unresponsive with pupils fixed at 6mm; no spont movement; no gag or cough reflex.  Evaluated by Dr. [**Last Name (STitle) 50**] as well as neuromed and neurosicu team early am. Brain death criteria reviewed and pt evaluated; no spont breathing during apnea test,  post PCO2 68.\nPt declared brain dead.  Family conference with sister [**Name (NI) 49**] and brother at 10:30 am to inform family.  Family voiced understanding of brain death and declined organ donation--NEOB informed ([**Doctor First Name 51**]). Catholic priest did see pt early am during apnea test. Family to return this afternoon with additional family for extubation and name of funeral home that pt is to be discharged to. Pt mx'd on levophed gtt pnd arrival of family.\n pmicu npn 7p-7a\n\n\n   overall, there has been no change in the pt's condition overnoc. his blood pressure has remained labile, returning to a continuous infusion of nicardipine at 10pm after attempting ivp doses of hydralazine and labatalol.\n\nreview of systems\n\nrespiratory-> pt remains intubated and vented on imv+psv 14x700 w\/peep 8 and psv5. no spontaneous breaths noted. pt suctioned x2 only for small amts of thick, yellow sputum. repeat abg: 7.39\/38\/78\/24\/-1 after o2 was reduced to 50% last evening.\n\ncardiac-> as noted above, bp remains labile, fluctuating between 120-190's. after additional boluses of propofol, iv hydralazine, and labatalol w\/o any effect on the pt's bp, nipride was restarted. after a discussion w\/the team, the nipride was changed over to nicardipine. currently, sbp ranging 130-140's on titrated dose of nicardipine. vasotec added to regimen but not yet given d\/t target range of bp.\n\nneuro-> pt remains well sedated on propofol so neuro exam is limited. no spontaneous movement noted on either side. pupillary response has been variable.\n\ngi-> abd is soft, distended w\/hypoactive bs. aspirates have been 70-110cc. tube feeding rate increased at 4am to 30cc\/hr.\n\ngu-> uop >100cc\/hr. tfb+ ~600cc. of note, creat ^2.0 this morning.\n\naccess-> peripheral access only. pt may need a central line.\n\nsocial-> no contact w\/family overnoc.\n pt continues to maintain a stable respiratory status on vent. pt sx'd for minmal secretions.\n Resp. Care Note\nPt remains intubated and vented as per resp. flowsheet. Pt with RSBI 38 this morning so was placed on SBT. Pt dropped sats to 91% on SBT.,placed back on SIMV as no plans to extubate and peep decreased from [**8-5**]. Pt off propofol now but currently still not responsive. Plan is for probable trache and peg. Cont current support.\n Resp Care Note\nPt remains intubated and vented on settings as charted on resp. flowsheet. Sats 98-100% so FiO2 decreased from 100-90 today. No other changes made. Pt transported to CT scan today without incident. Pt sxn for thick tan secretions, specimen obtained. ? aspiration. cont vent support. Assess for readiness to wean in AM.\n Respiratory care:\nPatient remains intubated and mechanically vented. Vent checked and alarms functioning. No vent changes made this shift. Current settings IMV\/PS 700*14 50% 5 peep and 5 ps. Breathsounds are coarse. Suction for small amounts of thick white sections. Please see respiratory section of carevue for further data.\nPlan: Continue mechanical ventilation. Wean per protocol.\n Respiratory Care\nPatient remains intubated and ventilated on assist\/control, currently 14 x 600 50% +5 with ABGs back to normal range. Earlier gases had been alkalotic with ph up to 7.57. Pt did have a few spontaneous breaths over the vent earlier but currently is not taking any. Breath sounds are coarse, with minimal secretions.\n Respiratory Care:\n     Pt. intubated in EW for airway protection prior to CT scan--lg. L. intraparenchemal bleed found.  Bilat. BS heard on auscultation, + end tital CO2 detected.  ETT secured--placement checked by x-ray.  Pt. transferred to MICU--placed on [**Last Name (un) 33**] vent.  Please see flow sheet for further information.\n RESPIRATORY CARE: PT. W\/ 7.5 ORAL ETT.\nREMAINS ON SIMV MODE AS PER CAREVUE.\nABG STABLE ACID-BASE AND OXYGENATION.\nCT SCAN TODAY WITHOUT INCIDENT. SX FOR\nYELLOW SPUTUM.\n              [**First Name11 (Name Pattern1) 43**] [**Last Name (NamePattern1) 44**], RRT\n Sinus rhythm\nLeft ventricular hypertrophy (aVL + 12 millimeter)\nNo previous tracing for comparison\n\n Sinus rhythm\nPossible LVH with ST-T changes\nSince previous tracing, ST-T wave abnormalities more marked\n\n"}]